Repository: wp-plugins/appointmind
Catalog: languages/appointmind-*.po
Languages: de_de

source: Appointmind Calendar
de_de: Appointmind Kalender

source: Displays a link to your calendar in the sidebar. A click on that link opens a popup window.
de_de: Zeigt einen link zu Ihrem Kalender in der Seitenleiste an. Ein Klick auf den Link öffnet ein Popup-Fenster

source: Calendar URL
de_de: Kalender-URL

source: Enter here the location (URL, link) of your calendar installation, either on your server or on Appointmind.
de_de: Tragen Sie hier die Adresse (URL, Link) Ihrer Kalenderinstallation auf Ihrem Server oder bei Appointmind ein.

source: In order to display the calendar, put the placeholder <strong>%s</strong> at the position in your article where you want the calendar to appear.
de_de: Um Ihren Kalender anzuzeigen, platzieren Sie bitte den Platzhalter <strong>%s</strong> an der Stelle in Ihrem Artikel, an der der Kalender angezeigt werden soll.

source: Save
de_de: Speichern

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Popup Dimensions
de_de: Popup-Größe

source: Iframe Dimensions
de_de: Iframe-Größe

source: Enter here the width and height of the iframe that is being displayed in your article(s). Valid units are px and %.
de_de: Tragen Sie hier die Breite und Höhe des Iframes ein, der in Ihrem Artikel angezeigt wird. Mögliche Einheiten sind px und %.

source: Enter here the width and height of the popup window that is being opened by a link in your sidebar if a visitor clicks on it. Valid units are px and %.
de_de: Tragen Sie heir die Breite und Höhe des Popup-Fensters ein, das geöffnet wird, wenn ein Besucher den entsprechenden Link in der Seitenleiste anklicked. Mögliche Einheiten sind px und %.

source: Schedule an appointment with us online.
de_de: Vereinbaren Sie online einen Termin mit uns.

source: Show Calendar
de_de: Kalender anzeigen

source: Schedule an Appointment
de_de: Vereinbaren Sie einen Termin

source: Display a link to your calendar in the sidebar. A click on that link opens the calendar in a popup window.
de_de: Platzieren Sie einen Link zu Ihrem Kalender in der Seitenleiste. Ein Klick auf den Link öffnet den Kalender in einem Popup-Fenster.

source: Include your Appointmind or Schedule Organizer online appointment scheduling calender in any article or in the sidebar. This plugin requires that you have purchased either a monthly subscription or the downloadable version of the software. This plugin does not include the appointmind scheduling software. You can get the subscription or the software at <a href="http://www.appointmind.com/?tracking=wordpress" target="_blank">Appointmind.com</a>.
de_de: Binden Sie Ihre Appointmind oder Schedule Organizer Terminvereinbarung in einen beliebigen Artikel oder in die Seitenleiste ein. Das Plugin setzt voraus, dass Sie entweder das monatliche Abonnement oder die Software zum Herunterladen erworben haben. Dieses Plugin enthält nicht die Terminvereinbarungs-Software. Sie erhalten das Abonnement oder die Software auf <a href="http://www.appointmind.de/?tracking=wordpress" target="_blank">Appointmind.de</a>
